/* Directions */
"Directions" = "Route";

/* List */
"List" = "Lijst";

/* Location */
"Location" = "Locatie";

/* Map */
"Map" = "Kaart";

/* No note */
"No note" = "Geen notittie";

/* participants */
"participants" = "deelnemers";

/* Participants */
"Participants" = "Deelnemers";

/* participants including you */
"participants including you" = "deelnemers inclusief jij";

/* Register */
"Register" = "Registeer";

/* Twunches */
"Twunches" = "Twunches";

/* Unregister */
"Unregister" = "Deregisteer";

